{
    "questions": [
        "Quel est votre jeu vidéo préféré et pourquoi?",
        "Si vous pouviez voyager n'importe où dans le monde, où iriez-vous?",
        "Quel super-pouvoir choisiriez-vous si vous pouviez en avoir un?",
        "Quelle est votre série TV/anime préférée du moment?",
        "Si vous pouviez dîner avec une célébrité, qui choisiriez-vous?",
        "Quel talent aimeriez-vous maîtriser instantanément?",
        "Quel est votre plat préféré?",
        "Si vous pouviez vivre à n'importe quelle époque, laquelle choisiriez-vous?",
        "Quelle est votre plus grande réussite?",
        "Si vous pouviez avoir un animal exotique comme animal de compagnie, lequel choisiriez-vous?",
        "Quelle est votre façon préférée de vous détendre après une longue journée?",
        "Quel est votre livre ou manga préféré?",
        "Si vous deviez changer de carrière demain, que feriez-vous?",
        "Quel est votre film préféré de tous les temps?",
        "Si vous pouviez résoudre un problème mondial, lequel choisiriez-vous?",
        "Quelle est votre saison préférée et pourquoi?",
        "Si vous pouviez maîtriser n'importe quelle langue instantanément, laquelle choisiriez-vous?",
        "Quelle est la chose la plus courageuse que vous ayez jamais faite?",
        "Où vous voyez-vous dans 5 ans?",
        "Si vous pouviez avoir un don illimité pour une chose, qu'est-ce que ce serait?",
        "Quelle est votre activité préférée le week-end?",
        "Si vous pouviez vivre dans un monde fictif (livre, film, jeu), lequel choisiriez-vous?",
        "Quel conseil donneriez-vous à votre moi plus jeune?",
        "Quelle est la chose la plus importante que vous avez apprise cette année?",
        "Si vous aviez une journée complètement libre, comment la passeriez-vous?",
        "Quel est votre rêve le plus fou?",
        "Quelle musique écoutez-vous le plus en ce moment?",
        "Si vous pouviez rencontrer n'importe quel personnage fictif, qui choisiriez-vous?",
        "Quelle est votre citation préférée?",
        "Quelle est la chose la plus folle sur votre bucket list?",
        "Si vous pouviez être célèbre pour une chose, que serait-ce?",
        "Quelle application utilisez-vous le plus sur votre téléphone?",
        "Quel est votre souvenir d'enfance préféré?",
        "Si vous pouviez avoir une conversation avec n'importe quel animal, lequel choisiriez-vous?",
        "Quel passe-temps aimeriez-vous essayer?",
        "Quelle est votre destination de vacances de rêve?",
        "Si vous pouviez changer une chose dans le monde, que serait-ce?",
        "Quel est votre emoji préféré?",
        "Quel est votre plus grand accomplissement à ce jour?",
        "Si vous deviez écrire un livre, de quoi parlerait-il?",
        "Quelle est la chose la plus importante que vous ayez apprise de vos parents?",
        "Si vous pouviez participer à une émission de télé-réalité, laquelle serait-ce?",
        "Quel est votre bonbon ou dessert préféré?",
        "Quelle est la chose la plus bizarre que vous ayez jamais mangée?",
        "Si vous pouviez créer une nouvelle tradition pour tout le monde, quelle serait-elle?",
        "Quel talent unique possédez-vous?",
        "Si vous pouviez voyager dans le temps une seule fois, où et quand iriez-vous?",
        "Quelle est la chose la plus gentille qu'un étranger ait jamais faite pour vous?",
        "Quel est le meilleur conseil que vous ayez jamais reçu?",
        "Si vous deviez changer votre prénom, que choisiriez-vous?",
        "Quel artiste ou groupe aimeriez-vous voir en concert?",
        "Quelle est votre façon préférée de vous exprimer créativement?",
        "Si vous pouviez être invisible pendant une journée, que feriez-vous?",
        "Quel est votre jeu de société préféré?",
        "Quelle est la chose la plus précieuse que vous possédez?",
        "Si vous pouviez être connu comme expert dans un domaine, lequel choisiriez-vous?",
        "Quelle compétence aimeriez-vous apprendre en 2025?",
        "Si vous pouviez vivre n'importe où sur Terre, où serait-ce?",
        "Quel événement historique auriez-vous aimé vivre?",
        "Quelle est la chose la plus effrayante que vous ayez jamais faite?",
        "Si vous pouviez contrôler un élément (eau, feu, air, terre), lequel choisiriez-vous?"
    ],
    "used_questions": [
        "Si vous aviez une journée complètement libre, comment la passeriez-vous?",
        "Quelle est la chose la plus précieuse que vous possédez?"
    ],
    "channels": {
        "1354065213875556413": 1354524457569485003,
        "1354065213875556413": 1354524457569485003
    }
}